---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.AnalyticalModelArea
source: html/d5fed16f-623f-36aa-7b8a-606fba7bd9cd.htm
---
# Autodesk.Revit.DB.ParameterTypeId.AnalyticalModelArea Property

"Area": The Area of Analytical Model

## Syntax (C#)
```csharp
public static ForgeTypeId AnalyticalModelArea { get; }
```